{
  "Uploaded": "Uploaded",
  "buttons": {
    "Upload Image": "Upload Image",
    "Upload Video": "Upload Video",
    "From Library": "From Library",
    "Add Link": "Add Link",
    "verifyNow": "Verify Now",
    "exitPreview": "Exit Preview",
    "backToEditing": "Back to Editing",
    "publish": "Publish",
    "accept": "Accept",
    "decline": "Decline"
  },
  "common": {
    "Create Course": "Create Course",
    "Edit Course": "Edit Course",
    "publishCourse": "Publish Course",
    "discardChanges": "Discard Changes"
  },
  "nameOfSection": {
    "addIntroInformation": "Add Intro Information",
    "addCourseMaterials": "Add Course Materials",
    "addMarketingDetails": "Add Marketing Details",
    "setPriceForTheCourse": "Set Price for the Course",
    "reviewTheCourseBeforePublish": "Review the Course before Publish"
  },
  "inputs": {
    "Course Name": "Course Name",
    "Select Category": "Select Category",
    "Select Subcategory": "Select Subcategory"
  },
  "titles": {
    "Price": "Price",
    "Coupons": "Coupons",
    "previewVideo": "Preview Video",
    "courseImage": "Course Image",
    "courseStatus": "Course Status",
    "keywords": "Keywords",
    "requirements": "Requirements",
    "shortDescription": "Short Description",
    "courseDescription": "Course Description",
    "aboutAuthor": "About Author",
    "coursePreview": "Course Preview",
    "reviewNote": "Review Note",
    "contactEmail": "Contact Email",
    "advancedPricing": "Advanced Pricing",
    "selectPricingType": "Select Pricing Type",
    "newPrice": "New Price",
    "discount": "Discount",
    "courseTitle": "Course Title",
    "category": "Category",
    "ageLimit": "Age Limit",
    "level": "Level",
    "courseLanguage": "Course Language",
    "whatStudentsWillLearn": "What Students Will Learn",
    "statusDescription": "Status Description",
    "cancelPreview": "Cancel Preview",
    "cancelReview": "Cancel Review",
    "courseManagement": "Course Management",
    "viewCourse": "View Course"
  },
  "requirements": {
    "Requirements Added": "Requirements Added",
    "Edit Requirement": "Edit Requirement",
    "Type a new requirement": "Type a new requirement",
    "Existing requirements:": "Existing requirements:",
    "There is no requirements yet": "There is no requirements yet",
    "New requirement has been added!": "New requirement has been added!",
    "Requirement has been deleted!": "Requirement has been deleted!",
    "Requirement has been updated!": "Requirement has been updated!",
    "Requirement cannot be empty!": "Requirement cannot be empty!"
  },
  "items": {
    "Items Added": "Items Added",
    "Edit Item": "Edit Item",
    "Type a new item": "Type a new item",
    "Existing items:": "Existing items:",
    "There are no items yet": "There are no items yet",
    "New item has been added!": "New item has been added!",
    "Item has been deleted!": "Item has been deleted!",
    "Item has been updated!": "Item has been updated!",
    "Item cannot be empty!": "Item cannot be empty!"
  },
  "terms": {
    "1 Agreement": "1. Agreement",
    "2 Services & Paid Subscription": "2. Services & Paid Subscription",
    "3 Rights and Laws": "3. Rights and Laws",
    "4 3rd Part Applications": "4. 3rd Part Applications",
    "5 Rights you grant us": "5. Rights you grant us"
  },
  "placeholders": {
    "Type a Coupon code": "Type a Coupon code",
    "Discount": "Discount",
    "Type a new Keyword": "Type a new Keyword",
    "Type some information about the Course": "Type some information about the Course",
    "Type short description": "Type short description",
    "sectionTitle": "Section Title",
    "sectionDescription": "Section Description",
    "provideWhat’sNew": "Provide what’s new in this version of the Course or any details that will help during the review process",
    "email": "Email",
    "selectAgeLimit": "Select Age Limit",
    "typeSomeInformationAboutAuthor": "Type some information about Author"
  },
  "review": {
    "Your Course has been accepted by Reviewer and is currently online": "Your Course has been accepted by Reviewer and is currently online",
    "Your Course has been submitted for review, we will get back to you soon": "Your Course has been submitted for review, we will get back to you soon",
    "Your Course has been accepted by Reviewer, you can publish it now": "Your Course has been accepted by Reviewer, you can publish it now",
    "Your Course has been rejected by Reviewer": "Your Course has been rejected by Reviewer"
  },
  "price": {
    "price": "Price",
    "Minimum Price": "Minimum Price",
    "Coupon is not satisfying Base Price conditions": "Coupon is not satisfying Base Price conditions",
    "Error - Price cannot be lower than $basePrice USD": "Error - Price cannot be lower than {{basePrice}} USD",
    "Error - Discount cannot be higher than $discountValue $discountType": "Error - Discount cannot be higher than {{discountValue}} {{discountType}}",
    "Expiry date": "Expiry Date: ",
    "Coupon must include at list 2 special characters and be of lengths from 10 characters": "Coupon must include at list 2 special characters and be of lengths from 10 characters",
    "Minimum price with coupon is $basePrice.": "Minimum price with coupon is ${{basePrice}}.",
    "Price has been updated": "Price has been updated",
    "This coupon will not work title_one": "This coupon will not work",
    "This coupon will not work title_other": "Thous coupons will not work",
    "This coupon will not work message_one": "This coupon would lower the price below base price {{basePrice}}, making them ineligible and they won't be active.",
    "This coupon will not work message_other": "Thous coupons would lower the price below base price {{basePrice}}, making them ineligible and they won't be active.",
    "Coupon created successfully.": "Coupon created successfully.",
    "Coupon deleted.": "Coupon deleted.",
    "Custom Price": "Custom Price",
    "Desired Price": "Desired Price",
    "Enter custom price": "Enter custom price",
    "Enter desired price": "Enter desired price",
    "The price settings will be applied once this draft is approved and published live.": "The price settings will be applied once this draft is approved and published live.",
    "What is Smart Price?": "What is Smart Price?",
    "Smart Price description": "Smart Price is a dynamic pricing strategy recommended for your course, aiming to optimize sales. It adjusts the course price based on factors such as day, time, and user volume. Smart Price also takes into account any Global Discounts set by Edugram during specific occasions like Christmas, New Year, Black Friday, etc. The desired price you input serves as the default price in the absence of any discounts.",
    "What is Custom Price?": "What is Custom Price?",
    "Custom Price description": "Custom Price refers to a fixed pricing strategy for your course. When you choose this option, you set a regular price for the course, which remains constant irrespective of day, time, user volume, or any Global Discounts set by Edugram.",
    "What is Base Price?": "What is Base Price?",
    "Base Price description": "The base price is the minimum price at which the course can be sold. It is set to cover the platform's basic expenses and allow users to generate profit. This price enables the platform to sustain its operations and ensure its stability while providing users with the opportunity to earn income from course sales.",
    "Type a Coupon code": "Type a Coupon code",
    "Type Discount": "Type Discount",
    "Expiration Date": "Expiration Date",
    "Coupon code": "Coupon code",
    "Discount": "Discount",
    "Max coupon validity is 6 months": "Max coupon validity is 6 months",
    "Expiration must be at least tomorrow": "Expiration must be at least tomorrow",
    "minimumPrice": "Minimum Price",
    "newPricePlaceholder": "ex. Halloween Price"
  },
  "strings": {
    "Uploaded": "Uploaded",
    "authorNotVerified": "Account not verified: Authors with unverified accounts can create only one draft course and cannot publish. Please verify to unlock additional features."
  },
  "keywordsAdded": "Keywords Added.",
  "min3Required": "Min. 3 required",
  "notCompleted": "NOT COMPLETED",
  "completed": "COMPLETED",
  "pleaseChecktheDetailsSection": "Some sections have not been completed yet. Please check the Details section below.",
  "allSectionsHaveBeenCompleted": "All Sections have been completed. The Course is ready to be sent for review.",
  "section": "SECTION",
  "sectionStatus": "SECTION STATUS",
  "introduction": "Introduction",
  "outline": "Outline",
  "presentation": "Presentation",
  "tooltips": {
    "courseTitle": "Your Course Title is the first impression students will have with your content. It should be both engaging and informative. Aim for clarity and relevance, ensuring students instantly understand the course's focus. \nFor instance, instead of just \"Introduction to Digital Painting Techniques\", a more captivating title might be \"Mastering Digital Painting: Transforming Beginners into Artists\".",
    "categorySubCategory": "Select the most appropriate category and sub-category for your course. This ensures it reaches the right students and improves discoverability. \nThe right classification aligns with student expectations and the core content of your course. \nIf no existing category fits, you can request a new one, ensuring Edugram stays relevant and diverse.",
    "ageLimit": "The \"Age Limit\" helps tailor your course to the appropriate audience. Consider the complexity and content of your course:\n • No Limit: Suitable for all ages. \n• 4 & over: Ideal for content tailored to young children. \n• 7 & over: For courses that might be a bit challenging for the very young. \n• 12 & over: Suitable for pre-teens and above, possibly introducing more complex topics. \n• 16 & over: For more advanced content that might require a deeper understanding. \n• 18 & over: Mandatory for courses with mature or 18+ content. \nChoose wisely to ensure your course reaches its intended audience and provides a conducive learning environment.",
    "level": "\"Level\" indicates the complexity of your course content:\n • All Levels: Suitable for everyone, regardless of prior knowledge.\n • Beginner: Tailored for those new to the subject, introducing foundational concepts.\n • Intermediate: For learners with some prior knowledge, delving into deeper topics.\n • Expert: Designed for experts seeking in-depth exploration and mastery.\nSelect the level that best matches the depth and prerequisites of your course to guide potential students effectively.",
    "language": "\"Course Language\" specifies the primary language used for instruction in your course. Ensure you select the language in which the course content, lectures, and materials are presented. This helps students choose courses they can comfortably understand and follow.",
    "sectionTitle": "\"Section Title\" represents the main theme or topic of this part of your course. It should be concise and give students a clear idea of what they'll learn in this section. Think of it as a chapter title in a book.",
    "sectionDescription": "\"Section Description\" offers a brief overview of the content, topics, or skills covered in this section. It sets clear expectations for the student's learning in this segment. \nFor instance, \"In this section, we'll explore the foundational tools and techniques essential for digital painting, including brush selection, layering, and blending.\"",
    "lecturePreview": "\"Lecture Preview\" allows certain sections of your course to be accessible for free. This provides potential students with a glimpse into the course content and teaching style. \nWe recommend making 1-5% of your course, from various sections, available as a preview. This balanced approach offers a comprehensive overview without giving away too much.",
    "previewVideo": "\"Preview Video\" is a concise introduction to your course, offering potential students a glimpse of what they can expect. For optimal engagement, keep the video between 2-5 minutes. In this video:\n • Introduce Yourself: Begin by presenting yourself, sharing your background, expertise, and any relevant credentials or experiences.\n • Highlight Course Objectives: Outline the main goals and what students will achieve by the end.\n • Showcase Teaching Style: Give a brief insight into how you'll be delivering the content.\n • Mention Key Takeaways: Emphasize the unique value and benefits of your course.\n This video plays a crucial role in a student's decision to enroll, so ensure it's engaging, informative, and genuine.",
    "courseImage": "The \"Course Image\" is the visual face of your course, crucial in attracting students. It should be 300x180 pixels and in JPEG or PNG format. \nOpt for a clear, relevant, and professional image that aligns with your course topic. A well-chosen image can greatly impact a student's interest in your course.",
    "keywords": "\"Keywords\" enhance your course's discoverability. These are terms or phrases that students might use to search for content related to your course. \nWith a 35-character limit, choose words that capture the essence of your course's main topics, tools, or outcomes. \nFor a \"Graphic Design Fundamentals\" course, keywords could be \"typography,\" \"color theory,\" or \"Illustrator basics.\" Accurate keywords ensure students find your course when it aligns with their interests.",
    "requirements": "\"Requirements\" outline the prerequisites or necessary knowledge and tools students should have before starting your course. This ensures that students are adequately prepared and can fully engage with the course content. \nFor a \"Web Development with Python\" course, requirements might include \"Basic understanding of Python,\" \"Familiarity with HTML/CSS,\" or \"Access to a code editor.\" Clearly listing requirements sets clear expectations and helps students determine if the course is right for their current skill level.",
    "whatStudentWillLearn": "This section outlines the primary skills or knowledge students will acquire by completing your course. Be specific to set clear expectations and help potential students understand the course's value. \nFor example, in a \"Digital Artistry\" course, you might include \"Mastering digital brush techniques\" and \"Understanding layers and blending modes.\" Highlighting these outcomes assures students of the direct benefits they'll gain.",
    "shortDescription": "The \"Short Description\" provides a concise overview of your course, capturing the essence of what students can expect. Limited to a few sentences, it's the first detailed insight potential students get about your content. \nFor example, for a \"Digital Artistry\" course, you might write: \"Dive into the world of digital art, mastering tools and techniques to bring your visions to life.\" \nThis snapshot should be engaging and informative, enticing students to explore further.",
    "courseDescription": "The \"Course Description\" is more than just an overview — it's your primary sales pitch. /nDive deep into the content and structure, but also emphasize the unique value and benefits of your course. Showcase what sets your course apart, be it special teaching methods, exclusive content, or unique insights. Craft a compelling narrative that not only informs but also entices potential students, making them eager to embark on the learning journey you've designed. \nRemember, a well-crafted description can be the deciding factor for many students. Make it count!",
    "aboutAuthor": "The \"About Author\" section is your chance to establish credibility and connect with potential students. Share your background, expertise, qualifications, and any relevant experiences that position you as an authority in the subject matter. \nPersonal anecdotes or reasons for your passion in the topic can also resonate with students. This section helps students trust the quality of the course and feel more engaged knowing the instructor's journey and credentials. \nRemember, students often choose courses not just for the content, but also for the instructor behind them. Make a lasting impression!",
    "price": "Set your course's price using either the \"Custom Price\" or \"Smart Price\" options. \nThe best price considers the course's quality, the potential interest from students, and the category it falls under. Some categories, due to their specialized nature or market demand, might naturally command higher prices. For general courses, a lower price might attract more students, while unique, specialized courses in certain categories can be priced higher. \nThink about your course's value, its category, and the interest of potential students. Your pricing decision is key to attracting the right students.",
    "advancedPricing": "With \"Advanced Pricing\" you gain better control over your course's pricing strategy. You can fine-tune the price based on various conditions or introduce promo codes, offering either percentage or fixed dollar discounts. This flexibility is ideal for marketing campaigns, special events, or to reward dedicated students. By leveraging these options, you can optimize earnings and cater to a broader student base.",
    "courseStatus": "\"Course Status\" provides a snapshot of your course creation progress. Here, you can quickly see which sections are complete and which still need attention. Use this overview to ensure every part of your course is ready before publishing.",
    "coursePreview": "\"Course Preview\" allows you to see your course as students will. Before publishing, use this feature to ensure everything looks and functions as intended, providing an optimal learning experience for your audience.",
    "reviewNote": "In the \"Review Note\" section, communicate key points to the moderator. Highlight any significant changes, explain content choices, respond to past feedback, specify areas for focused review, or pose questions about your course. \nDetailed notes here can help streamline the review process and ensure your course meets platform expectations.",
    "contactEmail": "For the \"Contact Email\" field, input an additional email address where you'd like to receive updates about your course. This email will also be used by the moderator for any questions or clarifications during the course review. \nIt's a direct line of communication, separate from your main account email, ensuring you stay informed and can promptly address any review-related matters.",
    "viewCourse": "Click \"View Course\" to see your live course page, available once the course is active.",
    "statusDescription": "For the \"Status Description\" field, you'll find the current state of your course in the review process. This indicates: \n• Pending Review: Your course is in the queue, awaiting moderator assessment. \n• In-Review: A moderator is currently evaluating your course content. \n• Approved: Your course has met all criteria and is ready for publishing. \n• Rejected: Your course did not meet certain criteria; check feedback for specifics. \n• Live: Your course is now active and accessible to students.\nThis status keeps you informed of where your course stands and any actions you might need to take next.",
    "courseManagement": "\"Course Management\" becomes accessible once your course is approved. Here, you can choose to either \"Publish\" the approved version or \"Discard\" it if needed."
  }
}
